Repository: nano-wallet-company/nano-wallet-ios
Catalog: Raiblocks/*.lproj/Localizable.strings
Languages: pt_br

source: Okay
pt_br: OK

source: Uh Oh
pt_br: Ops

source: Cancel
pt_br: Cancelar

source: Back
pt_br: Voltar

source: Dismiss
pt_br: Dispensar

source: Done
pt_br: Pronto

source: Copy Address
pt_br: Copiar Endereço

source: Log Out
pt_br: Sair

source: Privacy Policy
pt_br: Política de Privacidade

source: Camera Permissions Required
pt_br: Permissão da câmera necessária

source: Please enable Camera permissions in iOS Settings
pt_br: Por favor, habilite a permissão da câmera nos Ajustes do iOS

source: Error
pt_br: Erro

source: There was a problem
pt_br: Existe um problema

source: Please try again.
pt_br: Por favor, tente novamente

source: Welcome to Nano Wallet
pt_br: Bem-Vindo a Nano Wallet

source: Create a new Wallet
pt_br: Criar uma nova carteira

source: Enter existing Wallet Seed
pt_br: Inserir uma Seed existente

source: (Tap to type or paste Wallet Seed)
pt_br: (Toque para digitar ou cole uma Seed)

source: Welcome!
pt_br: Bem-Vindo!

source: Thank you for using the Nano Wallet for iOS!
pt_br: Obrigado por usar a Nano Wallet para iOS!

source: There was a problem with your Wallet Seed
pt_br: Existe um problema com a sua Wallet Seed

source: There was a problem importing your Wallet Seed. Please double check it and try again or contact Nano's support channel.
pt_br: Ocorreu um problema ao importar sua Wallet Seed. Por favor, verifique e tente novamente ou entre em contato com o canal de suporte da Nano.

source: It looks like you've entered a Nano Address rather than a Wallet Seed. Enter your Wallet Seed to try again.
pt_br: Parece que você inseriu um Endereço Nano em vez de uma Wallet Seed. Insira sua Wallet Seed para tentar novamente.

source: There was a problem with the Wallet Seed you pasted. Please make sure it's 64 characters, only using 0-9 and A-F.
pt_br: Houve um problema com a Wallet Seed que você colou. Por favor, certifique-se que contém 64 caracteres, usando apenas 0-9 e A-F.

source: Something went wrong scanning your Wallet Seed. Please try again.
pt_br: Algo errado ocorreu ao escanear a sua Wallet Seed. Por favor, tente novamente.

source: Scan a Nano Wallet Seed QR code to import an existing wallet.
pt_br: Escaneie um QR code com uma Wallet Seed para importar uma carteira existente

source: Address Scanned
pt_br: Endereço escaneado

source: You scanned a Nano address (xrb_...) instead of a Wallet Seed (64 character hexadecimal number). Scan your Wallet Seed or press Cancel to type it in.
pt_br: Você escaneou o endereço Nano (xrb _...) em vez de um Wallet Seed (número hexadecimal de 64 caracteres). Escaneie sua Wallet Seed ou pressione cancelar para digitá-la.

source: Scan Again
pt_br: Escanear novamente

source: Your Nano Wallet Seed
pt_br: Sua Wallet Seed

source: I Understand, Continue
pt_br: Eu entendi, continue

source: Tap to copy
pt_br: Toque para copiar

source: Your Nano Wallet Seed is a unique code that enables you to access your wallet on the Nano network. It is the only way for you to recover your wallet and access any Nano currency you may have.
pt_br: Sua Wallet Seed é um código único que permite você acessar sua carteira na rede Nano. É a única maneira de recuperar sua carteira e acessar as moedas Nano que você possa ter.

source: We do not have access to it and cannot recover your Wallet Seed or any funds in your wallet without your Wallet Seed.
pt_br: Nós não temos acesso a ela e não podemos recuperar sua Wallet Seed ou quaisquer fundos em sua carteira sem sua Wallet Seed.

source: You are solely responsible for recording your Wallet Seed in a safe and secure place and manner.
pt_br: Você é o único responsável por registrar sua Wallet Seed em um local seguro e protegido.

source: Never share your Wallet Seed with anyone.
pt_br: Nunca compartilhe sua Wallet Seed com ninguém.

source: Wallet Seed Copied
pt_br: Wallet Seed copiada

source: Your Wallet Seed is pastable for 2 minutes. After, you can access it in Settings. Please backup your Wallet Seed somewhere safe like password management software or print it out and put it in a safe.
pt_br: Sua Wallet Seed pode ser colada em 2 minutos. Depois, você pode acessá-la nos Ajustes. Por favor, faça o backup da sua Wallet Seed em algum lugar seguro, como um software de gerenciamento de senhas, ou imprima-o e coloque-o em um cofre.

source: Welcome to Nano Wallet!
pt_br: Bem-vindo a Nano Wallet!

source: Please confirm you have properly stored your Wallet Seed somewhere safe.
pt_br: Por favor, confirme que você armazenou adequadamente sua Wallet Seed em algum lugar seguro.

source: I have backed up my Wallet Seed
pt_br: Fiz um backup da minha Wallet Seed

source: Disagree
pt_br: Discordo

source: Agree
pt_br: Concordo

source: Terms and Conditions
pt_br: Termos e Condições

source: Your use of this Nano Wallet mobile application is subject to your agreement to all terms and conditions of the End User License Agreement and Privacy Policy linked below (collectively, the "Terms and Conditions"). Please tap the links below and read all Terms and Conditions carefully. By checking the boxes below and tapping "I Agree," you acknowledge that you have read, understand and agree to all of the Terms and Conditions, which are binding legal agreements. If you do not understand or agree to any of the Terms and Conditions, you are not licensed or authorized to use this application and should delete it from your device.
pt_br: O uso deste aplicativo (Nano Wallet), está sujeito à sua concordância com todos os termos e condições do End User License Agreement e da Política de Privacidade relacionados abaixo (coletivamente, os "Termos e Condições"). Por favor, toque nos links abaixo e leia todos os Termos e Condições cuidadosamente. Ao marcar as caixas abaixo e tocar em "Eu aceito," você reconhece que leu, entendeu e concordou com todos os Termos e Condições, que são acordos legais vinculantes. Se você não entende ou concorda com qualquer um dos Termos e Condições, você não está licenciado ou autorizado a usar este aplicativo e deve excluí-lo do seu dispositivo.

source: Log Out Warning
pt_br: Aviso de uso

source: Not agreeing will result in logging out of the app.
pt_br: Se não concorda não poderá usar o aplicativo.

source: Log Me Out
pt_br: Sair

source: You are offline
pt_br: Você está offline

source: Nano Wallet is having trouble connecting to the network right now. Please try again.
pt_br: Nano Wallet está com problemas para se conectar com a rede agora. Por favor, tente novamente.

source: View Account on Nanode
pt_br: Ver conta em Nanode

source: Send Nano to Address
pt_br: Enviar Nano para Endereço

source: View Transaction on Explorer
pt_br: Ver Transação no Explorer

source: Address Copied
pt_br: Endereço Copiado

source: %@ was copied.
pt_br: %@ foi copiado.

source: I Accept
pt_br: Eu aceito

source: Could not load url
pt_br: Não foi possível carregar a URL

source: Scan the QR code to receive NANO
pt_br: Escaneie o QR code para receber NANO

source: NANO Address
pt_br: Endereço NANO

source: Your Nano Address Has Been Copied
pt_br: Seu Endereço Nano foi copiado

source: Share it with a friend to receive Nano!
pt_br: Compartilhe com um amigo para receber o Nano!

source: Settings
pt_br: Ajustes

source: Show My Local Currency
pt_br: Mostrar minha moeda local

source: Select Local Currency
pt_br: Selecionar moeda local

source: Copy My Wallet Seed
pt_br: Copiar minha Wallet Seed

source: View Account on Explorer
pt_br: Ver conta no Explorer

source: Read the
pt_br: Leia o

source: and
pt_br: e

source: Verify your identity to view your wallet seed.
pt_br: Verifique sua identidade para ver sua Wallet Seed

source: Authentication failed
pt_br: Falha na autenticação

source: ⚠️ Here is your Wallet Seed, be careful. ⚠️
pt_br: ⚠️ Aqui está sua Wallet Seed, tenha cuidado. ⚠️

source: Tap the button below to copy your Seed to paste later. The Seed is pasteable for 2 minutes and then expires. We suggest copying to an app like password management software or printing the Wallet Seed out and hiding it somewhere safe. Never share your seed with anyone, ever, under any circumstances.
pt_br: Toque no botão abaixo para copiar sua Seed para colar depois. A Seed pode ser colada por 2 minutos e depois expira. Sugerimos que você copie para um aplicativo como um software de gerenciamento de senhas ou imprima a Wallet Seed e oculte-o em algum lugar seguro. Nunca compartilhe sua seed com ninguém, sob quaisquer circunstâncias.

source: Copy Seed
pt_br: Copiar Seed

source: Touch ID not available
pt_br: Touch ID não disponível

source: Your device is not configured for Touch ID.
pt_br: Seu dispositivo não está configurado para Touch ID.

source: Are you sure you want to log out?
pt_br: Você tem certeza que gostaria de sair?

source: Logging out will remove your Wallet Seed, keys and all of your Nano-related data from this device.
pt_br: Ao sair, sua Wallet Seed, chaves e todos os seus dados relacionados a Nano neste dispositivo, serão removidos.

source: Send To
pt_br: Enviar para

source: Enter a Nano Address
pt_br: Insira um Endereço Nano

source: MAX
pt_br: MÁX

source: SEND
pt_br: ENVIAR

source: Error Generating Work
pt_br: Erro ao gerar a prova de trabalho

source: There was a problem creating work for your transaction.
pt_br: Houve um problema ao criar a prova de trabalho para sua transação.

source: Error Getting Nano Price
pt_br: Erro ao obter o preço da Nano

source: Amount Too Large
pt_br: Quantia muito grande

source: The amount you entered was larger than your Nano balance. We've filled the form with your full balance.
pt_br: A quantia que você inseriu foi maior que seu saldo Nano. Nós preenchemos o formulário com o saldo total.

source: Address Problem
pt_br: Problema com o endereço

source: There was a problem getting the address for your transaction. Please try again.
pt_br: Houve um problema ao obter o endereço da sua transação. Por favor, tente novamente.

source: Something went wrong.
pt_br: Algo deu errado.

source: There was a problem sending Nano. Please try again.
pt_br: Houve um problema ao enviar o Nano. Por favor, tente novamente.

source: Send %@ Nano?
pt_br: Enviar %@ Nano?

source: Too Many Tries
pt_br: Muitas tentativas

source: There were too many failed attempts. Please try your passcode.
pt_br: Muitas tentativas sem sucesso. Por favor, tente sua senha.

source: FaceID/TouchID are not available on your device.
pt_br: FaceID/TouchID não está disponível para seu dispositivo.

source: Please add your face for FaceID or a fingerprint for TouchID.
pt_br: Por favor, adicione o seu rosto para o Face ID ou uma impressão digital para Touch ID.

source: Passcode Not Set
pt_br: Senha não configurada

source: Please set a passcode for your phone to send Nano (and for security reasons, in general).
pt_br: Por favor, defina uma senha para o seu telefone para enviar o Nano (e por razões de segurança, em geral).

source: Authentication Not Available
pt_br: Autenticação não disponível

source: Please set your iOS device up with a password, TouchID, or FaceID.
pt_br: Por favor, configure seu dispositivo iOS com uma senha, TouchID ou FaceID.

source: Scan a Nano address QR code
pt_br: Escanear um QR code com um endereço Nano

source: It looks like your phone is missing a camera. Scanning isn't supported on phones without cameras.
pt_br: Parece que o seu dispositivo não possui uma camera. Não é possível escanear em dispositivos sem câmeras.

source: Nano Wallet doesn't have permission to use the camera. Please turn on camera settings under Nano Wallet preferences.
pt_br: Nano Wallet não tem permissão para usar a câmera. Por favor, ative a câmera nas preferências da Nano Wallet nos Ajustes.

source: Take Me to Settings
pt_br: Ir para os Ajustes

source: send
pt_br: enviar

source: receive
pt_br: receber

source: Australian Dollar
pt_br: Dólar australiano

source: Brazilian Real
pt_br: Real brasileiro

source: Canadian Dollar
pt_br: Dólar canadense

source: Swiss Franc
pt_br: Franco Suíço

source: Chilean Peso
pt_br: Peso Chileno

source: Chinese Yuan
pt_br: Yuan Chinês

source: Czech Koruna
pt_br: Coroa checa

source: Danish Krone
pt_br: Coroa dinamarquesa

source: Great British Pound
pt_br: Libra esterlina

source: Hong Kong Dollar
pt_br: Dólar de Hong Kong

source: Hungarian Forint
pt_br: Florim húngaro

source: Indonesian Rupiah
pt_br: Rupia indonésia

source: Israeli Shekel
pt_br: Novo shekel israelense

source: Indian Rupee
pt_br: Rupia indiana

source: Japanese Yen
pt_br: Iene

source: South Korean Won
pt_br: Won sul-coreano

source: Mexican Peso
pt_br: Peso mexicano

source: Malaysian Ringgit
pt_br: Ringgit malaio

source: Norwegian Krone
pt_br: Coroa norueguesa

source: New Zealand Dollar
pt_br: Dólar neozelandês

source: Philippine Peso
pt_br: Peso filipino

source: Pakistani Rupee
pt_br: Rupia paquistanesa

source: Polish Zloty
pt_br: Zloty polaco

source: Russian Ruble
pt_br: Rublo russo

source: Swedish Krona
pt_br: Coroa sueca

source: Singapore Dollar
pt_br: Dólar de Singapura

source: Thai Baht
pt_br: Baht tailandês

source: Turkish Lira
pt_br: Lira turca

source: Taiwan New Dollar
pt_br: Novo dólar de Taiwan

source: South African Rand
pt_br: Rand sul-africano

source: US Dollar
pt_br: Dólar americano
